learning_postgresql/PGSQL_13:Patroni/files/result_2.txt
transaction type: /opt/task11.sql
scaling factor: 1
query mode: simple
number of clients: 15
number of threads: 1
number of transactions per client: 1000
number of transactions actually processed: 15000/15000
latency average = 13.480 ms
tps = 1112.740684 (including connections establishing)
tps = 1113.065913 (excluding connections establishing)